{   
    "id":1,
    "word": "빛",
    "summary":"빛(light)이란 좁은 의미에서 가시광선, 즉 일반적으로 사람이 볼 수 있는 영역의 전자기파를 의미하고, 넓은 의미에서 전파, 적외선, X선 등 모든 영역의 전자기파를 의미한다. 물리학에서 주로 넓은 뜻으로 쓰인다.",
    "questions": {
        "tag1":"자연과학 / 인문학",
        "question1": "물리학적인 원리와 광학적 현상을 바탕으로, 빛의 표현과 상징성이 예술과 문학에서 어떻게 다루어지며, 이로 인해 어떤 감정과 아이디어가 전달되는지 알아보세요.",
        "tag2":"교육학 / 사회학",
        "question2": "물리학적인 원리와 광학적 현상을 바탕으로, 빛의 표현과 상징성이 예술과 문학에서 어떻게 다루어지며, 이로 인해 어떤 감정과 아이디어가 전달되는지 알아보세요."

    },
    "description": {
        "naturescience": {
            "field": "자연과학",
            "contents": {
                    "title1": "고대의 인식",
                    "content1": "고대 문명들은 주로 태양, 달, 별 등의 빛에 관심을 보였으며, 그들에게는 이러한 천체들이 신성한 의미를 지니는 경우가 많았습니다. 그리스 철학자들은 빛에 대한 본질적인 고찰을 시작했으며, 엠페두클레스는 빛이 아무런 매체 없이도 진행할 수 있다고 주장했습니다.",
                    "title2": "이슬람 골든 에이지",
                    "content2": "이 기간 동안, 알하젠(Ibn al-Haytham)은 광학에 관한 기초적인 연구를 진행하였습니다. 그는 빛의 굴절, 반사 등에 대한 실험을 통해 여러 가설을 검증하였고, 이를 토대로 '광학의 책(Book of Optics)'을 저술하였습니다.",
                    "title3": "뉴턴의 광학",
                    "content3": "아이작 뉴턴은 광학에 대한 깊은 연구를 수행하였습니다. 그는 빛이 프리즘을 통과할 때 여러 색으로 분리되는 현상을 관찰하였고, 이를 통해 빛의 복합성을 주장하였습니다. 그의 작품 '광학(Opticks)'은 빛의 반사, 굴절, 색에 관한 실험과 이론을 포함하고 있습니다.",
                    "title4": "19세기 - 파동론 vs 입자론",
                    "content4": "크리스티안 휘헨스는 빛이 파동으로써 진행한다는 파동론을 주장했습니다. 반면, 뉴턴은 입자론을 주장하여 빛이 입자로써 진행한다고 생각하였습니다. 이 두 가설은 수 세기 동안 대립하였습니다.",
                    "title5": "20세기 - 양자 광학",
                    "content5": "빛의 본질에 대한 탐구는 20세기에 양자 물리학의 발전과 함께 더욱 복잡해졌습니다. 알버트 아인슈타인은 광전 효과를 설명하기 위해 포톤이라는 빛의 입자 개념을 도입하였습니다. 이후, 포톤의 파동과 입자의 이중적 특성은 빛의 본질을 이해하는 데 중요한 열쇠가 되었습니다.",
                    "title6": "현대의 연구",
                    "content6": "1960년, 테오도어 메이만은 레이저를 발명하였습니다. 레이저는 고도로 집중된 빛을 생성하며, 의학부터 산업, 통신에 이르기까지 다양한 분야에서 활용되고 있습니다. 1970년대 이후, 빛의 고속 전송 능력을 활용한 광섬유 통신이 개발되었습니다. 이로 인해 글로벌 통신 인프라는 혁명적으로 발전하였습니다. 1990년대에는 빛의 강도에 따라 물질의 광학적 특성이 변하는 비선형 광학 분야가 활발히 연구되었고, 광학 트위징 기술을 통해 단일 분자나 작은 입자를 조작하는 연구가 진행되었습니다."
            }

        },
        "socialscience": {
            "field": "사회학",
            "contents": "The opposite of dark."

        }
    }
}